
export const fotaJob = {
    page:'fotaJob', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},


        // 목록/등록/상세 등 페이지------
        {key:'업데이트작업관리', value: '업데이트 작업 관리'},
        {key:'제품의펌웨어설치과정을관리및모니터링할수있습니다', value: '제품의 펌웨어 설치과정을 관리 및 모니터링 할 수 있습니다.'},

        {key:'업데이트Job생성', value: '업데이트 Job 생성'},
       
        {key:'업데이트Job생성하기', value: '업데이트 Job 생성하기'},
        {key:'JobID', value: 'Job ID'},
        {key:'카테고리', value: '카테고리'},
        {key:'카테고리선택', value: '카테고리 선택'},
        {key:'모델', value: '모델'},
        {key:'모델선택', value: '모델 선택'},
        {key:'업데이트상태', value: '업데이트 상태'},
        {key:'업데이트상태선택', value: '업데이트 상태 선택'},
        {key:'업데이트버전', value: '업데이트 버전'},
        {key:'유형', value: '유형'},
        {key:'상태', value: '상태'},
        {key:'업데이트대상', value: '업데이트 대상'},
        {key:'시작일자', value: '시작일자'},
        {key:'종료일자', value: '종료일자'},
        {key:'목록보기', value: '목록보기'},
        {key:'업데이트대상목록', value: '업데이트 대상 목록'},

        {key:'제품일련번호', value: '제품 일련번호'},
        {key:'제품펌웨어버전', value: '제품 펌웨어 버전'},
        {key:'제품상태', value: '제품 상태'},
        {key:'버전', value: '버전'},
        {key:'설명', value: '설명'},
        {key:'등록일자', value: '등록일자'},

        {key:'대기', value: '대기'},
        {key:'실행중', value: '실행중'},
        {key:'성공', value: '성공'},
        {key:'실패', value: '실패'},

        {key:'모델을선택해주세요', value: '모델을 선택해주세요.'},
        {key:'카테고리를선택해주세요', value: '카테고리를 선택해주세요.'},
        {key:'업데이트할버전을하나만선택해주세요', value: '업데이트할 버전을 하나만 선택해주세요.'},

        {key:'업데이트할버전을하나만선택해주세요', value: '업데이트할 버전을 하나만 선택해주세요.'},
        {key:'업데이트할버전을선택해주세요', value: '업데이트할 버전을 선택해주세요.'},
        {key:'업데이트할제품을선택해주세요', value: '업데이트할 제품을 선택해주세요.'},

    ]
}