
export const fotaFirmware = {
    page:'fotaFirmware', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},


        // 목록/등록/상세 등 페이지------
        {key:'업데이트등록관리', value: '업데이트 등록'},
        {key:'제품의펌웨어업데이트를위한등록과정진행과등록이력을조회할수있습니다', value: '제품의 펌웨어 업데이트를 위한 등록 과정 진행과 등록 이력을 조회할 수 있습니다.'},

        {key:'업데이트등록', value: '업데이트등록'},
        {key:'업데이트를하기위한준비단계입니다펌웨어파일을서버로업로드하고업데이트정보를등록하기위한정보를입력해주세요', value: '업데이트를 하기 위한 준비 단계입니다. 펌웨어 파일을 서버로 업로드하고 업데이트 정보를 등록하기 위한 정보를 입력해주세요.'},
       
        {key:'업데이트등록하기', value: '업데이트 등록하기'},
        {key:'카테고리', value: '카테고리'},
        {key:'카테고리선택', value: '카테고리 선택'},
        {key:'모델', value: '모델'},
        {key:'모델선택', value: '모델 선택'},
        {key:'버전', value: '버전'},
        {key:'설명', value: '설명'},
        {key:'설정', value: '설정'},
        {key:'설정보기', value: '설정보기'},

        {key:'파일', value: '파일'},
        {key:'찾아보기', value: '찾아보기'},
        {key:'설정내용', value: '설정 내용'},

        {key:'모델을선택해주세요', value: '모델을 선택해주세요.'},
        {key:'카테고리를선택해주세요', value: '카테고리를 선택해주세요.'},
        {key:'버전을입력해주세요', value: '버전을 입력해주세요.'},
        {key:'내용을입력해주세요', value: '내용을 입력해주세요.'},


    ]
}