
export const productModel = {
    page:'productModel', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},


        // 목록/등록/상세 등 페이지------
        {key:'모델관리', value: '모델 관리'},
        {key:'제품의카테고리별모델을관리할수있습니다', value: '제품의 카테고리별 모델을 관리할 수 있습니다.'},

        {key:'모델목록', value: '모델 목록'},
        {key:'모델등록', value: '모델 등록'},
        {key:'모델상세', value: '모델 상세'},
        {key:'모델수정', value: '모델 수정'},

        {key:'제품사진', value: '제품 사진'},
        {key:'모델명', value: '모델명'},
        {key:'모델명을입력해주세요', value: '모델명을 입력해주세요.'},

        {key:'출시년월', value: '출시년월'},
        {key:'출시년월을선택해주세요', value: '출시년월을 선택해주세요.'},
        {key:'출시일', value: '출시일'},
        {key:'출시일을선택해주세요', value: '출시일을 선택해주세요.'},
        {key:'모델설명', value: '모델 설명'},
        {key:'모델설명을입력해주세요', value: '모델 설명을 입력해주세요.'},
        {key:'규격정보', value: '규격정보'},
        {key:'규격정보를입력해주세요', value: '규격정보를 입력해주세요.'},
        {key:'제공', value: '제공'},
        {key:'미제공', value: '미제공'},

        {key:'제품카테고리를선택하세요', value: '제품 카테고리를 선택하세요.'},
        {key:'등록할수없는레벨입니다제품카테고리를다시선택해주세요', value: '등록할 수 없는 레벨입니다. 제품 카테고리를 다시 선택해주세요.'},

        {key:'이미지없음', value: '이미지 없음'},

    ]
}