
export const productCategory = {
    page:'productCategory', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},


        // 목록/등록/상세 등 페이지------
        {key:'카테고리관리', value: '카테고리 관리'},
        {key:'제품의카테고리를관리할수있습니다', value: '제품의 카테고리를 관리할 수 있습니다.'},

        {key:'카테고리등록', value: '카테고리 등록'},
        {key:'카테고리의정보를수정하기위한카테고리명과카테고리에등록할제품들의사양을정의해서입력해주세요', value: '카테고리의 정보를 수정하기 위한 카테고리명과 카테고리에 등록할 제품들의 사양을 정의해서 입력해주세요.'},

        {key:'카테고리정보변경', value: '카테고리 정보 변경'},

        {key:'검색결과', value: '검색결과'},
        {key:'개의항목이검색되었습니다', value: '개의 항목이 검색되었습니다.'},
        {key:'뒤로가기', value: '뒤로가기'},
        {key:'카테고리상세내역', value: '카테고리 상세내역'},
        {key:'카테고리', value: '카테고리'},
        {key:'카테고리선택', value: '카테고리 선택'},
        {key:'카테고리명', value: '카테고리명'},
        {key:'카테고리명을입력해주세요', value: '카테고리명을 입력해주세요.'},
        {key:'카테고리설명', value: '카테고리 설명'},
        {key:'카테고리설명을입력해주세요', value: '카테고리 설명을 입력해주세요'},

        {key:'카테고리에등록된제품모델수', value: '카테고리에 등록된 제품 모델 수'},
        {key:'카테고리생성일', value: '카테고리 생성일'},
        {key:'개', value: '개'},
        {key:'모델보기로이동', value: '모델보기로 이동'},
        {key:'모델사양정의내용', value: '모델사양 정의 내용'},
        {key:'항목', value: '항목'},
        {key:'항목을입력하세요', value: '항목을 입력하세요.'},
        {key:'항목설명', value: '항목 설명'},
        {key:'항목설명을입력하세요', value: '항목 설명을 입력하세요'},
        {key:'입력타입', value: '입력 타입'},
        {key:'입력타입을입력하세요', value: '입력 타입을 입력하세요'},

        {key:'제공유무', value: '제공유무(예/아니오)'},
        {key:'문자열타입', value: '문자열 타입'},

        {key:'제품사양등록', value: '제품 사양 등록'},
        {key:'버튼을눌러제품사양항목과입력타입을선택해주세요', value: '"+" 버튼을 눌러 제품 사양 항목과 입력 타입을 선택해주세요.'},

        {key:'카테고리를선택해주세요', value: '제품 카테고리를 선택해주세요.'},
        {key:'등록할수없는레벨입니다제품카테고리를다시선택해주세요', value: '등록할 수 없는 레벨입니다. 제품 카테고리를 다시 선택해주세요.'},
        {key:'모델관리', value: '모델 관리'},

    ]
}