
export const settingError = {
    page:'settingError', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록', value: '등록'},
        {key:'목록', value: '목록'},
        {key:'수정', value: '수정'},
        {key:'삭제', value: '삭제'},
        {key:'취소', value: '취소'},
        {key:'저장', value: '저장'},
        {key:'확인', value: '확인'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},

        // 목록 페이지------
        {key:'에러코드관리', value: '에러 코드 관리'},
        {key:'에러코드를관리할수있습니다', value: '에러 코드를 관리 할 수 있습니다.'},
        {key:'카테고리', value: '카테고리'},
        {key:'카테고리선택', value: '카테고리 선택'},
        {key:'모델', value: '모델'},
        {key:'모델선택', value: '모델 선택'},
        {key:'레벨', value: '레벨'},
        {key:'에러레벨선택', value: '에러레벨 선택'},
        {key:'전체', value: '전체'},
        {key:'엑셀다운로드', value: '엑셀다운로드'},
        {key:'에러코드', value: '에러코드'},
        {key:'에러설명', value: '에러설명'},
        {key:'Fatal', value: 'Fatal'},
        {key:'Critical', value: 'Critical'},
        {key:'Major', value: 'Major'},
        {key:'Minor', value: 'Minor'},
        {key:'사용여부', value: '사용여부'},
        {key:'사용', value: '사용'},
        {key:'미사용', value: '미사용'},
        {key:'등록일', value: '등록일시'},
        {key:'수정일', value: '수정일시'},
        {key:'에러코드엑셀파일', value: '에러코드엑셀파일'},


        // 등록 페이지------
        {key:'에러코드등록', value: '에러코드 등록'},
        {key:'에러레벨을등록할수있습니다', value: '에러 레벨을 등록  할 수 있습니다.'},
        {key:'에러코드', value: '에러코드'},
        {key:'에러코드를입력하세요', value: '에러 코드를 입력하세요.'},
        {key:'에러설명을입력해주세요', value: '에러설명을 입력해 주세요.'},
        {key:'중복확인.', value: '중복확인'},
        {key:'사용할수있는코드입니다.', value: '사용할 수 있는 코드 입니다.'},
        {key:'중복된코드입니다.', value: '중복된 코드 입니다.'},
        {key:'에러코드중복확인하세요', value: '에러코드 중복확인 하세요.'},

        // rules
        {key:'카테고리를선택해주세요', value: '카테고리를 선택해주세요.'},
        {key:'모델을선택해주세요', value: '모델을 선택해주세요.'},
        {key:'에러코드를입력해주세요', value: '에러 코드를 입력해주세요.'},
        {key:'레벨을선택해주세요', value: '레벨을 선택해주세요.'},
        {key:'사용여부를선택해주세요', value: '사용 여부를 선택해주세요.'},
        {key:'에러설명을입력해주세요', value: '에러설명을 입력해주세요.'},


        // 상세 페이지------
        {key:'에러코드상세', value: '에러코드 상세'},
        {key:'에러코드상세내용을조회할수있습니다', value: '에러 코드 상세 내용을 조회 할 수 있습니다.'},

        // 수정 페이지------
        {key:'에러코드수정', value: '에러코드 수정'},
        {key:'에러코드상세내용을수정할수있습니다', value: '에러 코드 상세 내용을 수정할 수 있습니다.'},

    ]
}