
export const settingAlarm = {
    page:'settingAlarm', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록', value: '등록'},
        {key:'목록', value: '목록'},
        {key:'수정', value: '수정'},
        {key:'삭제', value: '삭제'},
        {key:'취소', value: '취소'},
        {key:'저장', value: '저장'},
        {key:'확인', value: '확인'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},

        // 목록 페이지------
        {key:'알람설정', value: '알람 설정'},
        {key:'알람생성과Push내용을관리할수있습니다', value: '알람 생성과 Push 내용을 관리 할 수 있습니다.'},
        {key:'카테고리', value: '카테고리'},
        {key:'카테고리선택', value: '카테고리 선택'},
        {key:'모델', value: '모델'},
        {key:'모델선택', value: '모델 선택'},
        {key:'전체', value: '전체'},
        {key:'알람코드', value: '알람코드'},
        {key:'알람제목', value: '알람제목'},
        {key:'운영자SMS발송여부', value: '운영자SMS발송여부'},
        {key:'대시보드표시여부', value: '대시보드 표시여부'},
        {key:'앱발송여부', value: '앱발송여부'},
        {key:'사용', value: '사용'},
        {key:'미사용', value: '미사용'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},

        // 등록 페이지------
        {key:'알람등록', value: '알람 등록'},
        {key:'알람을신규로생성합니다', value: '알람을 신규로 생성합니다.'},
        {key:'알람조건설정', value: '알람 조건 설정'},
        {key:'알람조건', value: '알람 조건'},
        {key:'에러코드', value: '에러코드'},
        {key:'작업내용', value: '작업내용'},
        {key:'선택된조건', value: '선택된 조건'},
        {key:'알람상세입력', value: '알람 상세 입력'},
        {key:'알람코드는자동생성됩니다', value: '알람코드는 자동생성 됩니다.'},
        {key:'알람제목을입력하세요', value: '알람제목을 입력하세요.'},
        {key:'알람제목입력설명', value: '* 사용자 또는 운영자, 대시보드에 표시될 알람의 제목을 30자 이내로 입력합니다.'},
        {key:'알람내용', value: '알람내용'},
        {key:'알람내용을입력하세요', value: '알람 내용을 입력하세요'},
        {key:'알람내용설명', value: '* 사용자 앱에 표시될 상세한 알람의 내용을 100자 이내로 입력합니다.'},
        {key:'URL', value: 'URL'},
        {key:'URL을입력하세요', value: 'URL을 입력하세요.'},
        {key:'URL입력설명', value: '* 사용자가 알람을 선택했을 때, 이동할 URL이 있는 경우, URL을 입력합니다.'},
        {key:'SMS발송여부', value: 'SMS 발송여부'},
        {key:'SMS발송내용', value: 'SMS 발송내용'},
        {key:'SMS발송내용을입력하세요', value: 'SMS 발송내용을 입력하세요.'},
        {key:'SMS발송내용입력설멍', value: '* 운영자에게 발송될 SMS 내용을 80자 이내로 입력합니다.'},
        {key:'SMS수신자', value: 'SMS 수신자'},
        {key:'수신할운영자를선택해주세요', value: '수신할 운영자를 선택해주세요.'},


        // rules
        {key:'카테고리를선택해주세요', value: '카테고리를 선택해주세요.'},
        {key:'모델을선택해주세요', value: '모델을 선택해주세요.'},
        {key:'알람타입을선택해주세요', value: '알람 타입을 선택해주세요.'},
        {key:'알람조건을선택해주세요', value: '알람조건을 선택해주세요.'},
        {key:'알람제목을입력해주세요', value: '알람제목을 입력해주세요.'},
        {key:'알람내용을입력해주세요', value: '알람내용을 입력해주세요.'},
        {key:'URL을입력해주세요', value: 'URL을 입력해주세요'},
        {key:'SMS발송여부를선택해주세요', value: 'SMS 발송 여부를 선택해주세요.'},
        {key:'대시보드표시여부를선택해주세요', value: '대시보드 표시 여부를 선택해주세요.'},
        {key:'앱발송여부를선택해주세요', value: '앱발송 여부를 선택해주세요.'},

        // 상세 페이지------
        {key:'알람상세', value: '알람 상세'},
        {key:'알람생성과Push내용을관리할수있습니다', value: '알람 생성과 Push 내용을 관리 할 수 있습니다.'},

        // 수정 페이지------
        {key:'알람수정', value: '알람 수정'},
        {key:'알람의상세내용을수정합니다', value: '알람의 상세 내용을 수정합니다.'},

    ]
}