
export const settingTerms = {
    page:'settingTerms', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록', value: '등록'},
        {key:'목록', value: '목록'},
        {key:'수정', value: '수정'},
        {key:'삭제', value: '삭제'},
        {key:'취소', value: '취소'},
        {key:'저장', value: '저장'},
        {key:'확인', value: '확인'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},

        // 목록/등록/상세 등 페이지------
        {key:'약관관리', value: '약관 관리'},
        {key:'운영에사용할약관들을관리합니다.', value: '운영에 사용할 약관들을 관리합니다.'},
        {key:'제목검색', value: '제목검색'},
        {key:'서비스이용약관', value: '서비스이용약관'},
        {key:'개인정보수집이용동의', value: '개인정보 수집 이용동의'},
        {key:'마케팅활용동의', value: '마케팅 활용동의'},
        {key:'약관목록', value: '약관 목록'},
        {key:'제목', value: '제목'},
        {key:'제목을입력해주세요', value: '제목을 입력해주세요'},
        {key:'등록자', value: '등록자'},
        {key:'내용', value: '내용'},
        {key:'내용을입력해주세요', value: '내용을 입력해주세요'},
        {key:'노출여부', value: '노출여부'},
        {key:'노출여부를선택해주세요', value: '노출여부를 선택해주세요'},
        {key:'노출', value: '노출'},
        {key:'비노출', value: '비노출'},
        {key:'약관종류', value: '약관 종류'},
        {key:'약관종류선택', value: '약관 종류 선택'},
        {key:'약관종류를선택해주세요', value: '약관 종류를 선택해주세요'},

        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        

        {key:'약관상세', value: '약관 상세'},
        {key:'약관수정', value: '약관 수정'},
        {key:'약관등록', value: '약관 등록'},


    ]
}