
export const systemManagerAccess = {
    page:'systemManagerAccess', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},


        // 목록/등록/상세 등 페이지------
        {key:'운영자접근관리', value: '운영자 접근 관리'},
        {key:'운영자계정을영구정지일시정지정지해제를통해사용자를관리할수있습니다', value: '운영자 계정을 영구정지, 일시정지, 정지 해제를 통해 사용자를 관리 할 수 있습니다.'},

        {key:'아이디', value: '아이디'},
        {key:'아이디를입력해주세요', value: '아이디를 입력해주세요.'},
        {key:'이름', value: '이름'},
        {key:'이름을입력해주세요', value: '이름을 입력해주세요.'},
        {key:'전화번호', value: '전화번호'},
        {key:'전화번호를입력해주세요', value: '전화번호를 입력해주세요.'},
        {key:'이메일', value: '이메일'},
        {key:'이메일을입력해주세요', value: '이메일을 입력해주세요.'},
        {key:'운영권한', value: '운영권한'},
        {key:'운영권한을선택해주세요', value: '운영권한을 선택해주세요.'},
        {key:'상태', value: '상태'},
        {key:'상태선택', value: '상태 선택'},
        {key:'정상', value: '정상'},
        {key:'일시정지', value: '일시정지'},
        {key:'영구정지', value: '영구정지'},
        {key:'일시정지구분', value: '일시정지 구분'},
        {key:'정지일시', value: '정지일시'},
        {key:'최종로그인일시', value: '최종로그인일시'},

        {key:'비밀번호5회오류', value: '비밀번호 5회 오류'},
        {key:'관리자에의한정지', value: '관리자에 의한 정지'},
        {key:'장기미접속', value: '장기 미접속'},

        {key:'일시정지상태를해제하시겠습니까', value: '일시정지 상태를 해제 하시겠습니까?'},
        {key:'일시정지상태를해제하였습니다', value: '일시정지 상태를 해제 하였습니다.'},
        {key:'일시정지상태로변경하시겠습니까', value: '일시정지 상태로 변경 하시겠습니까?'},
        {key:'일시정지상태로변경되였습니다', value: '일시정지 상태로 변경 되였습니다.'},
        {key:'영구정지상태로변경하시겠습니까', value: '영구정지 상태로 변경 하시겠습니까?'},
        {key:'영구정지상태로변경되였습니다', value: '영구정지 상태로 변경 되였습니다.'},

    ]
}