
export const systemAuthority = {
    page:'systemAuthority', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},
        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        {key:'등록일시', value: '등록일시'},
        {key:'수정일시', value: '수정일시'},
        {key:'확인', value: '확인'},

        // 목록/등록/상세 등 페이지------
        {key:'권한명', value: '권한명'},
        {key:'권한명을입력해주세요', value: '권한명을 입력해주세요'},

        {key:'권한코드', value: '권한코드'},
        {key:'권한코드를입력해주세요', value: '권한코드를 입력해주세요'},

        {key:'권한설명', value: '권한설명'},
        {key:'권한설명을입력해주세요', value: '권한설명을 입력해주세요'},

        {key:'사용여부', value: '사용여부'},
        {key:'사용여부를선택해주세요', value: '사용여부를 선택해주세요'},

        {key:'사용', value: '사용'},
        {key:'미사용', value: '미사용'},

        {key:'등록자', value: '등록자'},
        {key:'수정자', value: '수정자'},
        {key:'메뉴접근권한', value: '메뉴 접근 권한'},
        {key:'조회', value: '조회'},
        {key:'등록', value: '등록'},
        {key:'수정', value: '수정'},
        {key:'삭제', value: '삭제'},


        {key:'운영권한관리', value: '운영 권한 관리'},
        {key:'운영권한을관리할수있습니다', value: '운영 권한을 관리할 수 있습니다.'},

        {key:'운영자권한등록', value: '운영자 권한 등록'},
        {key:'운영자의권한정보를등록할수있습니다', value: '운영자의 권한 정보를 등록 할 수 있습니다.'},

        {key:'운영자권한수정', value: '운영자 권한 수정'},
        {key:'운영자의권한정보를수정할수있습니다', value: '운영자의 권한 정보를 수정 할 수 있습니다.'},

        {key:'운영자권한상세', value: '운영자 권한 상세'},
        {key:'운영자권한상세내용을조회할수있습니다', value: '운영자 권한 상세 내용을 조회 할 수 있습니다.'},



    ]
}