
export const systemManager = {
    page:'systemManager', 
    labelList:[
        // 공통부분------
        {key:'검색', value: '검색'},
        {key:'검색어입력', value: '검색어 입력'},
        {key:'구분선택', value: '구분 선택'},
        {key:'기간', value: '기간'},
        {key:'등록하시겠습니까', value: '등록 하시겠습니까?'},
        {key:'등록성공', value: '등록 완료되었습니다.'},
        {key:'저장하시겠습니까', value: '저장 하시겠습니까?'},
        {key:'저장성공', value: '저장 성공하였습니다.'},
        {key:'수정하시겠습니까', value: '수정 하시겠습니까?'},
        {key:'수정성공', value: '수정 완료되었습니다.'},
        {key:'삭제할항목을선택하세요', value: '삭제할 항목을 선택하세요.'},
        {key:'삭제하시겠습니까', value: '삭제 하시겠습니까?'},
        {key:'삭제성공', value: '삭제 성공하였습니다.'},
        {key:'전체', value: '전체'},

        // 목록/등록/상세 등 페이지------
        {key:'운영자 관리', value: '운영자 관리'},
        {key:'운영자의정보를관리할수있습니다.', value: '운영자의 정보를 관리할 수 있습니다.'},

        {key:'아이디', value: '아이디'},
        {key:'아이디를입력해주세요', value: '아이디를 입력해주세요.'},
        {key:'이름', value: '이름'},
        {key:'이름을입력해주세요', value: '이름을 입력해주세요.'},
        {key:'전화번호', value: '전화번호'},
        {key:'전화번호를입력해주세요', value: '전화번호를 입력해주세요.'},
        {key:'이메일', value: '이메일'},
        {key:'이메일을입력해주세요', value: '이메일을 입력해주세요.'},
        {key:'운영권한', value: '운영권한'},
        {key:'운영권한을선택해주세요', value: '운영권한을 선택해주세요.'},
        {key:'상태', value: '상태'},
        {key:'상태선택', value: '상태 선택'},
        {key:'정상', value: '정상'},
        {key:'일시정지', value: '일시정지'},
        {key:'영구정지', value: '영구정지'},
        {key:'비밀번호', value: '비밀번호'},
        {key:'비밀번호를입력하세요', value: '비밀번호를 입력하세요.'},
        {key:'비밀번호입력조건설명', value: '영문 대소문자, 숫자, 특수문자(!@#$%^&*)를 포함하여 9~16자리로 입력해주세요.'},

        {key:'비밀번호확인', value: '비밀번호확인'},
        {key:'비밀번호를다시입력하세요', value: '비밀번호를 다시 입력하세요.'},
        {key:'비밀번호초기화', value: '비밀번호 초기화'},
        {key:'초기화', value: '초기화'},
        {key:'비밀번호를초기화하시겠습니까', value: '비밀번호를 초기화 하시겠습니까?'},
        {key:'비밀번호초기화되였습니다', value: '비밀번호 초기화 되였습니다.'},
        {key:'비밀번호초기화실패하였습니다', value: '비밀번호 초기화 실패하였습니다.'},

        {key:'비밀번호변경', value: '비밀번호변경'},
        {key:'현재비밀번호', value: '현재 비밀번호'},
        {key:'새비밀번호', value: '새 비밀번호'},

        {key:'등록일', value: '등록일'},
        {key:'수정일', value: '수정일'},
        
        {key:'운영자등록', value: '운영자 등록'},
        {key:'운영자의정보를등록할수있습니다', value: '운영자의 정보를 등록 할 수 있습니다.'},
        {key:'운영자상세정보', value: '운영자 상세 정보'},
        {key:'운영자상세정보조회수정비밀번호초기화를할수있습니다', value: '운영자 상세정보 조회, 수정, 비밀번호 초기화를 할 수 있습니다.'},
        {key:'운영자수정', value: '운영자 수정'},
        {key:'운영자의정보를수정할수있습니다', value: '운영자의 정보를 수정 할 수 있습니다.'},
        
        {key:'새비밀번호를입력해주세요', value: '새 비밀번호를 입력해주세요.'},
        {key:'ID와비밀번호를동일하게입력하지마십시오', value: 'ID와 비밀번호를 동일하게 입력하지 마십시오.'},
        {key:'비밀번호확인을입력해주세요', value: '비밀번호 확인을 입력해주세요.'},
        {key:'입력한비밀번호가일치하지않습니다', value: '입력한 비밀번호가 일치하지 않습니다.'},
        {key:'현재비밀번호와일치하지않습니다', value: '현재 비밀번호와 일치하지 않습니다.'},
        {key:'비밀번호변경이완료되었습니다', value: '비밀번호 변경이 완료되었습니다.'},
        {key:'비밀번호변경완료', value: '비밀번호 변경 완료'},


        {key:'정확한전화번호를입력해주세요', value: '정확한 전화번호를 입력해주세요.'},
        {key:'정확한이메일을입력해주세요', value: '정확한 이메일을 입력해주세요.'},
        {key:'운영권한을선택해주세요', value: '운영권한을 선택해주세요.'},

    ]
}